Repository: simX/clicktoflash
Catalog: Plugin/*.lproj/Localizable.strings
Languages: fr

source: ClickToFlash Fullscreen
fr: ClickToFlash plein écran

source: Fill entire screen
fr: Remplir tout l’écran

source: Return to Web Page
fr: Revenir à la page Web

source: ClickToFlash Contextual menu
fr: Menu contextuel ClickToFlash

source: Load Flash
fr: Charger Flash

source: Load All on this Page
fr: Charger tout le Flash

source: Hide Flash
fr: Masquer Flash

source: Remove Flash
fr: Supprimer Flash

source: Add %@ to Whitelist
fr: Charger Flash automatiquement sur « %@ »

source: Add this Flash item to Whitelist
fr: Charger automatiquement cet élément Flash

source: ClickToFlash Preferences...
fr: Préférences ClickToFlash…

source: Blocked Flash content
fr: Contenu Flash blocqué

source: A film or some other interactive content which is implemented in Flash should appear here. ClickToFlash prevented it from loading automatically. Clicking will start loading it.
fr: Une séquence ou autre contenu interactif mis en place par Flash devrait apparaitre ici. ClickToFlash l’a empêché de se charger automatiquement. Cliquer pour le charger.

source: Load Flash Content
fr: Charger le contenu Flash

source: ClickToFlash Menu
fr: Menu ClickToFlash

source: H.264
fr: QuickTime

source: HD H.264
fr: QuickTime HD

source: Copy embed tag to Clipboard
fr: Copier le code pour l’embriquer

source: Load H.264
fr: Charger avec QuickTime

source: Load H.264 SD Version
fr: Charger version plus petite avec QuickTime

source: Load H.264 HD Version
fr: Charger version plus grande avec QuickTime

source: Load %@ page for this video
fr: Aller à la page %@ pour ce film

source: Play Fullscreen in QuickTime Player
fr: Lire en plein écran dans QuickTime Player

source: Play Smaller Version Fullscreen in QuickTime Player
fr: Lire version plus petite en plein écran dans QuickTime Player

source: Play Larger Version Fullscreen in QuickTime Player
fr: Lire version plus grande en plein écran dans QuickTime Player

source: Download H.264
fr: Télécharger le fichier film

source: Download SD H.264
fr: Télécharger version plus petite en fichier film

source: Download HD H.264
fr: Télécharger version plus grande en fichier film

source: Use smaller version of the movie
fr: Utiliser une version plus petite de ce film

source: Use larger version of the movie
fr: Utiliser une version plus grande de ce film

source: Download video file
fr: Télécharger le fichier film

source: Download:
fr: Télécharger :

source: Current Size
fr: Taille actuelle

source: Larger Size
fr: Taille plus grande

source: Go to %@ Page
fr: Aller à la page %@

source: sIFR Flash
fr: Remplacement de texte

source: Don't use Text Replacement
fr: Retirer les remplacements de texte

source: Please quit and relaunch '%@' for the change to take effect.
fr: Veuillez quitter et relancer « %@ » pour que le changement prenne effet.

source: Always load Flash for '%@'?
fr: Utiliser Flash automatiquement sur « %@ »?

source: Add %1$@ to the whitelist? This can be undone by opening ClickToFlash Prefrences from the %2$@ menu and removing the site from the list.
fr: Pour revenir sur la décision d’utiliser Flash automatiquement, ouvrez Préférences ClickToFlash du sous-menu « ClickToFlash » du menu « %2$@ » et supprimez « %1$@ » dans la liste de la fenêtre Préférences qui s’affiche.

source: Add to Whitelist
fr: Utiliser Flash automatiquement

source: Cancel
fr: Annuler
